Repository: seantis/seantis.dir.eventsportlet
Catalog: seantis/dir/eventsportlet/locales/*/LC_MESSAGES/seantis.dir.eventsportlet.po
Languages: de

source: A portlet which displays events.
de: Ein Portlet zum Anzeigen von Veranstaltungen.

source: Add events portlet
de: Veranstaltungs-Portlet hinzfügen

source: Adds a portlet to display events.
de: Fügt ein Portlet zum Anzeigen von Veranstaltungen hinzu.

source: All events
de: Alle Veranstaltungen

source: Edit events portlet
de: Veranstaltungs-Portlet bearbeiten

source: Events
de: Veranstaltungen

source: Events portlet
de: Veranstaltungs-Portlet

source: Filter events
de: Filtere Veranstaltungen

source: If empty, the link will be generated by the url and the filter.
de: Wird aus der URL und dem Filter generiert, falls leer.

source: Maximum number of displayed events
de: Maximale Anzahl angezeigter Veranstaltungen

source: One category per line.
de: Eine Kategorie pro Zeile.

source: Open links in a new window or tab
de: Links in neuem Fenster oder Tab öffnen

source: The URL of the events directory
de: URL des Veranstaltungskalenders

source: The URL of the link to the events directory
de: URL des Links zum Veranstaltungskalenders

source: What
de: Was

source: Where
de: Wo
